/* OSD hint */
" " = " ";

/* Inspector Info */
" tracks" = " faixas";

/* OSD hint media info */
"%@, %.1fkbps, %.1fkHz %dbit, %d channels" = "%1$@, %2$.1fkbps, %3$.1fkHz %4$dbit, %5$d canais";

/* OSD hint media info */
"%@, %.1fkbps, %d×%d, %.1ffps\n" = "%1$@, %2$.1fkbps, %3$d×%4$d, %5$.1ffps\n";

/* OSD hint media info */
"%@, %.1fkHz %dbit, %d channels" = "%1$@, %2$.1fkHz %3$dbit, %4$d canais";

/* OSD hint media info */
"%@, %d×%d, %.1ffps\n" = "%1$@, %2$d×%3$d, %4$.1ffps\n";

/* Pref General */
"absolute time position" = "tempo absoluto";

/* Pref Video & PrefToolBarLabel */
"Advanced" = "Avançadas";

/* Pref Subtitle */
"Alignment:" = "Alinhamento:";

/* Pref Subtitle */
"Allow overlapping subtitles" = "Permitir sobreposição de legendas";

/* Pref General */
"Always" = "Sempre";

/* Pref Video */
"Always hide Dock in fullscreen mode" = "Ocultar sempre a Dock em modo de ecrã completo";

/* Pref Video */
"Always try to use secondary screen" = "Tentar sempre utilizar o ecrã secundário";

/* Text Enc */
"Arabic (ISO 8859-6)" = "Árabe (ISO 8859-6)";

/* Text Enc */
"Arabic (Mac)" = "Árabe (Mac)";

/* Text Enc */
"Arabic (Windows-1256)" = "Árabe (Windows-1256)";

/* preference */
"Ask me" = "Perguntar";

/* OSD hint */
"Aspect Ratio: Locked" = "Proporção: Trancada";

/* OSD hint */
"Aspect Ratio: Restored" = "Proporção: Restabelecida";

/* OSD hint */
"Aspect Ratio: Unlocked" = "Proporção: Destrancada";

/* PrefToolBarLabel */
"Audio" = "Áudio";

/* OSD hint */
"Audio %@" = "Áudio %@";

/* OSD hint */
"Audio Delay: %.1f s" = "Atraso no áudio: %.1f s";

/* Inspector Info */
"Audio:%d" = "Áudio:%d";

/* Text Enc */
"Baltic (ISO 8859-13)" = "Báltico (ISO 8859-13)";

/* Text Enc */
"Baltic (ISO 8859-4)" = "Báltico (ISO 8859-4)";

/* Text Enc */
"Baltic (Windows-1257)" = "Báltico (Windows-1257)";

/* Pref Subtitle */
"Border Color:" = "Cor do limite:";

/* Pref Subtitle */
"Bottom - Left" = "Fundo - Esquerda";

/* Pref Subtitle */
"Bottom - Middle" = "Fundo - Centro";

/* Pref Subtitle */
"Bottom - Right" = "Fundo - Direita";

/* Pref Subtitle */
"Bottom only" = "Apenas no fundo";

/* Video Tuner Panel */
"Brightness:" = "Luminosidade:";

/* Pref Network */
"Cache size for stream:" = "Tamanho da cache para streams:";

/* OSD hint */
"Caching: %4.2f%%" = "A criar cache: %4.2f%%";

/* No comment provided by engineer. */
"Can't find a proper file to play" = "Não foi encontrado um ficheiro apropriado para reproduzir";

/* Panel Button */
"Cancel" = "Cancelar";

/* Text Enc */
"Celtic (ISO 8859-14)" = "Céltico (ISO 8859-14)";

/* Text Enc */
"Celtic (Mac)" = "Céltico (Mac)";

/* Text Enc */
"Central Europe (ISO 8859-16)" = "Europa Central (ISO 8859-16)";

/* Text Enc */
"Central Europe (ISO 8859-2)" = "Europa Central (ISO 8859-2)";

/* Text Enc */
"Central Europe (Mac)" = "Europa Central (Mac)";

/* Text Enc */
"Central Europe (Windows-1250)" = "Europa Central (Windows-1250)";

/* OSD hint */
"Chapter: %@" = "Capítulo: %@";

/* Text Enc */
"Chinese Simplified (EUC)" = "Chinês simplificado (EUC)";

/* Text Enc */
"Chinese Simplified (GB18030)" = "Chinês simplificado (GB18030)";

/* Text Enc */
"Chinese Simplified (ISO 2022)" = "Chinês simplificado (ISO 2022)";

/* Text Enc */
"Chinese Simplified (Mac)" = "Chinês simplificado (Mac)";

/* Text Enc */
"Chinese Simplified (Windows-936)" = "Chinês simplificado (Windows-936)";

/* Text Enc */
"Chinese Traditional (Big5 HKSCS)" = "Chinês tradicional (Big5 HKSCS)";

/* Text Enc */
"Chinese Traditional (Big5)" = "Chinês traditional (Big5)";

/* Text Enc */
"Chinese Traditional (EUC)" = "Chinês tradicional (EUC)";

/* Text Enc */
"Chinese Traditional (Mac)" = "Chinês tradicional (Mac)";

/* Text Enc */
"Chinese Traditional (Windows-950)" = "Chinês tradicional (Windows-950)";

/* SubEncoding */
"Choose a proper encoding method:" = "Escolha um método de codificação apropriado:";

/* open url panel */
"Clear Menu..." = "Limpar menu...";

/* Pref Subtitle */
"contains the video file name" = "contém o nome do vídeo";

/* Video Tuner Panel */
"Contrast:" = "Contraste:";

/* Text Enc */
"Cyrillic (ISO 8859-5)" = "Cirílico (ISO 8859-5)";

/* Text Enc */
"Cyrillic (KOI8-R)" = "Cirílico (KOI8-R)";

/* Text Enc */
"Cyrillic (KOI8-U)" = "Cirílico (KOI8-U)";

/* Text Enc */
"Cyrillic (Mac)" = "Cirílico (Mac)";

/* Text Enc */
"Cyrillic (Windows-1251)" = "Cirílico (Windows-1251)";

/* Pref Subtitle */
"Default (use the value in sub file)" = "Predefinido (usar o valor do ficheiro)";

/* Pref Video */
"Deinterlace method" = "Método de desentrelação";

/* Pref Audio */
"Detect SPDIF digital output automatically" = "Detectar automaticamente a saída digital SPDIF";

/* SubEncoding */
"Detected file:\t%@\nEncoding:\t\t%@\nconfidence:\t%2.1f%%" = "Ficheiro detectado:\t%1$@\nCodificação:\t\t%2$@\nConfiança:\t%3$.1f%%";

/* No comment provided by engineer. */
"Disable" = "Desactivar";

/* Pref Advanced */
"Disable horizontal mouse scrolling to seek" = "Desactivar scroll horizontal do rato para procurar";

/* Pref Advanced */
"Disable vertical mouse scrolling to change volume" = "Desactivar scroll vertical do rato para alterar volume";

/* Pref Audio & Pref Video */
"Do not keep, always reset the settings when the playback stops" = "Não manter, repor sempre as definições ao parar a reprodução";

/* Pref General */
"Enable \"Open Recent\" menu" = "Activar menu \"Abrir recentes\"";

/* menu */
"Enter Fullscreen" = "Activar ecrã completo";

/* Pref Video */
"Enter fullscreen when playback starts" = "Activar modo de ecrã completo ao iniciar a reprodução";

/* Equalizer Panel */
"Equalizer" = "Equalizador";

/* No comment provided by engineer. */
"Error" = "Erro";

/* menu */
"Exit Fullscreen" = "Desactivar ecrã completo";

/* Pref Advanced */
"Extra options" = "Opções extra";

/* Pref General */
"Find and play next file automatically" = "Procurar e reproduzir automaticamente o próximo ficheiro";

/* Pref General */
"Font Color" = "Cor do texto";

/* Pref Subtitle */
"Font Color:" = "Cor do texto:";

/* Pref Subtitle */
"Font Style" = "Estilo do tipo de letra";

/* Pref Subtitle */
"Font:" = "Tipo de letra:";

/* Pref Video */
"Force index rebuilding" = "Forçar reconstrução do índice";

/* Inspector Info */
"Format:" = "Formato:";

/* Video Tuner Panel */
"Gamma:" = "Gama:";

/* PrefToolBarLabel */
"General" = "Geral";

/* Text Enc */
"Greek (ISO 8859-7)" = "Grego (ISO 8859-7)";

/* Text Enc */
"Greek (Mac)" = "Grego (Mac)";

/* Text Enc */
"Greek (Windows-1253)" = "Grego (Windows-1253)";

/* Text Enc */
"Hebrew (ISO 8859-8)" = "Hebraico (ISO 8859-8)";

/* Text Enc */
"Hebrew (Mac)" = "Hebraico (Mac)";

/* Text Enc */
"Hebrew (Windows-1255)" = "Hebraico (Windows-1255)";

/* Pref Subtitle */
"height:" = "Altura:";

/* menu */
"Hide Auxiliary Controls" = "Ocultar controlos auxiliares";

/* Pref General */
"Hide in" = "Ocultar após";

/* menu */
"Hide Letterbox" = "Ocultar letterbox";

/* Pref Audio */
"How to keep the settings in the \"Equalizer\" ?" = "Como manter as definições no Equalizador?";

/* Pref Video */
"How to keep the settings in the \"Video Tuner\" ?" = "Como manter as definições no Optimizador de Vídeo?";

/* Video Tuner Panel */
"Hue:" = "Tonalidade:";

/* Pref Subtitle */
"If confidence ≤" = "Com confiança ≤";

/* Pref Audio */
"If you use the built-in 2.0 speakers or minijack, please turn this on" = "Se usa as colunas ou a saída minijack do seu Mac, active esta opção";

/* Pref Video */
"Image Enhancement" = "Melhoramento da imagem ";

/* Inspector Info */
"Inspector" = "Inspetor";

/* Pref Subtitle */
"is any name" = "for qualquer nome";

/* Text Enc */
"Japanese (EUC)" = "Japonês (EUC)";

/* Text Enc */
"Japanese (ISO 2022)" = "Japonês (ISO 2022)";

/* Text Enc */
"Japanese (Mac)" = "Japonês (Mac)";

/* Text Enc */
"Japanese (Shift-JIS)" = "Japonês (Shift-JIS)";

/* Text Enc */
"Japanese (Windows-932)" = "Japonês (Windows-932)";

/* Pref General */
"Keep window on top:" = "Manter janela na frente:";

/* Text Enc */
"Korean (EUC)" = "Coreano (EUC)";

/* Text Enc */
"Korean (ISO 2022)" = "Coreano (ISO 2022)";

/* Text Enc */
"Korean (Mac)" = "Coreano (Mac)";

/* Text Enc */
"Korean (Windows-949)" = "Coreano (Windows-949)";

/* Pref Subtitle */
"Load but don't display subtitle when playback starts" = "Ao iniciar reprodução, carregar mas não mostrar a legenda";

/* Pref Subtitle */
"Load subtitle, if the sub file name" = "Carregar legenda, se o nome do ficheiro";

/* Playlist OSD hint */
"Local files only" = "Apenas ficheiros locais";

/* menu */
"Lock Aspect Ratio" = "Trancar proporção";

/* Pref Subtitle */
"matches the video file name exactly" = "corresponde ao nome do vídeo";

/* OpenURL Panel */
"Media URL" = "URL multimédia";

/* OSD hint */
"Mute OFF" = "Modo silensioso OFF";

/* OSD hint */
"Mute ON" = "Modo silencioso ON";

/* PrefToolBarLabel */
"Network" = "Rede";

/* Pref General */
"Never" = "Nunca";

/* Pref Audio & Pref Video */
"Never reset, save it as my preferences" = "Nunca repor, guardar como as minhas preferências";

/* Inspector Info */
"No Info" = "Sem informação";

/* Pref Subtitle */
"No letterbox" = "Sem letterbox";

/* Playlist OSD hint */
"No next episode" = "Não há episódio seguinte";

/* Playlist OSD hint */
"No previous episode" = "Não há episódio anterior";

/* Pref Video */
"None" = "Nenhum";

/* Pref Video */
"Normal" = "Normal";

/* Video Tuner Panel */
"NR:" = "Redução ruído:";

/* Pref Video */
"Number of threads" = "Número de threads";

/* Pref Subtitle */
"of movie's height" = "da altura do vídeo";

/* Panel Button */
"OK" = "OK";

/* Pref General */
"on the right of control bar" = "à direita da barra de controlo";

/* No comment provided by engineer. */
"Open Media Files" = "Abrir ficheiros multimédia";

/* OpenURL Panel */
"Open URL" = "Abrir URL...";

/* No comment provided by engineer. */
"Open VIDEO_TS" = "Abrir VIDEO_TS";

/* OSD hint */
"OSD settings changed" = "Definições da OSD alteradas";

/* Pref Audio */
"Output" = "Saída";

/* Pref Audio */
"Pass through:" = "Passagem de áudio:";

/* OSD hint */
"Paused" = "Pausa";

/* Pref Video */
"Performance & Quality" = "Qualidade e desempenho";

/* Pref General */
"Player Control" = "Controlos do leitor";

/* Pref Network */
"Prefer IPV6" = "Preferir IPV6";

/* Pref */
"Preferences" = "Preferências…";

/* Pref General */
"Quit when window closed" = "Sair ao fechar a janela";

/* Pref General */
"relative time to current" = "tempo relativo ao actual";

/* Pref General */
"remaining time" = "tempo restante";

/* Pref Audio */
"Remix DTS 5.1 to Stereo" = "Remisturar DTS 5.1 para Estéreo";

/* Equalizer & Video Tuner Panel */
"Reset" = "Repor";

/* Pref Audio & Pref Video */
"Reset the settings when the application quits" = "Repor as definições ao sair da aplicação";

/* Pref Audio & Pref Video */
"Reset the settings when there is no next one to play" = "Repor as definições quando não houver outro para reproduzir";

/* Pref General */
"Resume playing from last stopped place" = "Retomar reprodução do último ponto antes de parar";

/* Video Tuner Panel */
"Saturation:" = "Saturação:";

/* Pref Subtitle */
"set encoding by" = "usar a codificação";

/* Video Tuner Panel */
"Sharpness:" = "Nitidez:";

/* Pref General */
"Show" = "Mostrar";

/* menu */
"Show Auxiliary Controls" = "Mostrar controlos auxiliares";

/* menu */
"Show Letterbox" = "Mostrar letterbox";

/* Pref General */
"Show OSD" = "Mostrar OSD";

/* Pref Subtitle */
"Size:" = "Tamanho:";

/* Inspector Info */
"Source:" = "Origem:";

/* Text Enc */
"South Europe (ISO 8859-3)" = "Europa do Sul (ISO 8859-3)";

/* OSD hint */
"Speed: %.1fX" = "Velocidade: %.1fX";

/* Pref General */
"Start to play when media opened" = "Iniciar reprodução ao abrir";

/* OSD hint */
"Stopped" = "Parado";

/* OSD hint */
"Sub Delay: %.1f s" = "Atraso da legenda: %.1f s";

/* OSD hint */
"Sub: %@" = "Legenda: %@";

/* PrefToolBarLabel */
"Subtitle" = "Legendas";

/* SubEncoding */
"Subtitle Encoding" = "Codificação das legendas";

/* Inspector Info */
"Subtitle:%d" = "Legenda:%d";

/* Pref Subtitle */
"Text Encoding Detection" = "Detecção da codificação de texto";

/* Text Enc */
"Thai (ISO 8859-11)" = "Tailandês (ISO 8859-11)";

/* Text Enc */
"Thai (Mac)" = "Tailandês (Mac)";

/* Text Enc */
"Thai (Windows-874/TIS-620)" = "Tailandês (Windows-874/TIS-620)";

/* No comment provided by engineer. */
"The file does not exist" = "O ficheiro não existe";

/* No comment provided by engineer. */
"The file is not supported by MPlayerX." = "O ficheiro não é suportado pelo MPlayerX.";

/* No comment provided by engineer. */
"The URL is not supported by MPlayerX." = "O URL não é suportado pelo MPlayerX.";

/* Pref Subtitle */
"Top + Bottom" = "Topo + Fundo";

/* Pref Subtitle */
"Top - Left" = "Topo - Esquerda";

/* Pref Subtitle */
"Top - Middle" = "Topo - Centro";

/* Pref Subtitle */
"Top - Right" = "Topo - Direita";

/* Pref Subtitle */
"Top only" = "Apenas no topo";

/* Pref General */
"total time" = "tempo total";

/* Inspector Info */
"Track Info:" = "Faixas:";

/* Pref Network */
"Transfer RTSP stream over HTTP protocol" = "Transferir streams RTSP sobre protocolo HTTP";

/* Pref General */
"Transparency" = "Transparência";

/* Text Enc */
"Turkish (ISO 8859-9)" = "Turco (ISO 8859-9)";

/* Text Enc */
"Turkish (Mac)" = "Turco (Mac)";

/* Text Enc */
"Turkish (Windows-1254)" = "Turco (Windows-1254)";

/* Text Enc */
"Unicode (UTF-16BE)" = "Unicode (UTF-16BE)";

/* Text Enc */
"Unicode (UTF-16LE)" = "Unicode (UTF-16LE)";

/* Text Enc */
"Unicode (UTF-32BE)" = "Unicode (UTF-32BE)";

/* Text Enc */
"Unicode (UTF-32LE)" = "Unicode (UTF-32LE)";

/* Text Enc */
"Unicode (UTF-8)" = "Unicode (UTF-8)";

/* menu */
"Unlock Aspect Ratio" = "Destrancar proporção";

/* Pref Subtitle */
"Use embedded font if possible" = "Se possível, usar o tipo de letra embutido";

/* Pref Network */
"Use ffmpeg to handle the stream" = "Usar ffmpeg para processar stream";

/* PrefToolBarLabel */
"Video" = "Vídeo";

/* OSD hint */
"Video %@" = "Vídeo %@";

/* Video Tuner Panel */
"Video Tuner" = "Optimizador de Vídeo";

/* Inspector Info */
"Video:%d" = "Vídeo:%d";

/* Text Enc */
"Vietnamese (Mac)" = "Vietnamita (Mac)";

/* Text Enc */
"Vietnamese (Windows-1258)" = "Vietnamita (Windows-1258)";

/* OSD hint */
"Volume: %.1f" = "Volume: %.1f";

/* Text Enc */
"Western Europe (ISO 8859-1)" = "Europa Ocidental (ISO 8859-1)";

/* Text Enc */
"Western Europe (ISO 8859-15)" = "Europa Ocidental (ISO 8859-15)";

/* Text Enc */
"Western Europe (Mac)" = "Europa Ocidental (Mac)";

/* Text Enc */
"Western Europe (Windows-1252)" = "Europa Ocidental (Windows-1252)";

/* Pref Video */
"When entered fullscreen, DO NOT blank out other screens" = "Ao activar modo de ecrã completo, NÃO escurecer outros monitores";

/* Pref General */
"when hovering over the timeline" = "ao sobrepor a linha de tempo";

/* Pref General */
"While playing" = "Durante a reprodução";

/* Pref Video */
"With this setting ON, MPlayerX will recalculate the index to make the video seekable, useful on some broken files. But this may delay playback start by several seconds" = "Com esta definição activa, o MPlayerX irá reconstruir o índice para tornar o ficheiro pesquisável. Apesar de útil para ficheiros danificados, irá no entanto atrasar em vários segundos o início da reprodução.";

/* OpenURL Panel */
"⌘-OK: Use FFMpeg to handle the stream" = "⌘-OK: Usar FFMpeg para processar a stream";

/* OpenURL Panel */
"⌘-OK: Use MPlayer to handle the stream" = "⌘-OK: Usar MPlayer para processar a stream";

